выведите всю таблицу
отобразите только не уничтоженных роботов
отобразите роботов нескольких серий: Mark-1 и Mark-4
отобразите всех роботов, кроме Mark-1 и Mark-4
отсортируйте таблицу по убыванию по столбцу mark
отобразите информацию о самом старом роботе
отобразите роботов, которые уничтожили больше всех kaiju
отобразите средний вес роботов
увеличьте на единицу количество уничтоженных kaiju у роботов, которые до сих пор не разрушены
удалите уничтоженных роботов

над каждым запросом разместите поясняющий комментарий, который должен отображаться в консоли при запуске SQL-файла
Соответствующий SQL-код размещайте в файле queries.sql
